{
  "tweets": [
    {
      "_id": "5f847bc25e3d302ce463bdeb",
      "text": "Ea exercitation do ipsum nisi enim ullamco irure do do. Mollit ea magna tempor consequat tempor quis cupidatat consectetur consequat nostrud adipisicing sint labore dolor. Ad laborum dolor laborum officia pariatur qui et officia id ad anim sit sint. Cupidatat anim culpa cupidatat ullamco. Reprehenderit consequat velit proident fugiat ea officia laborum.",
      "user": {
        "fullname": "Elaine Steele",
        "username": "Mathews",
        "avatarUrl": "https://source.unsplash.com/random/100*100?5"
      }
    },
    {
      "_id": "5f847bc2ea41cd1218aef990",
      "text": "Officia dolore voluptate amet sit mollit. Duis magna occaecat nisi sunt dolore officia do Lorem eiusmod laboris cillum deserunt. Aliqua ipsum tempor cillum qui tempor nisi ut non aute ex. Cupidatat sint adipisicing excepteur nostrud reprehenderit. Veniam nisi pariatur ipsum nulla magna cupidatat velit non.",
      "user": {
        "fullname": "Wilma Jordan",
        "username": "Avila",
        "avatarUrl": "https://source.unsplash.com/random/100*100?4"
      }
    },
    {
      "_id": "5f847bc22bb648c10d2509ff",
      "text": "Ut aute sit minim magna. Aliqua in elit sint cillum. Pariatur eu eu irure adipisicing anim. Ut sit do fugiat voluptate deserunt voluptate Lorem nulla amet. Laborum velit tempor voluptate fugiat amet ut anim minim aliqua ullamco ut.",
      "user": {
        "fullname": "Mosley Erickson",
        "username": "Burns",
        "avatarUrl": "https://source.unsplash.com/random/100*100?4"
      }
    },
    {
      "_id": "5f847bc22f623e6c403da01b",
      "text": "Est occaecat ex in quis fugiat proident velit ipsum consectetur. Id qui voluptate proident sunt anim cupidatat in ut ad elit nisi reprehenderit culpa fugiat. Elit id exercitation culpa Lorem aute enim. Eu amet irure qui eu officia est pariatur esse aliqua magna eu Lorem. Nulla cupidatat nulla sit sunt et labore et.",
      "user": {
        "fullname": "Rochelle Mccall",
        "username": "Hawkins",
        "avatarUrl": "https://source.unsplash.com/random/100*100?4"
      }
    },
    {
      "_id": "5f847bc2860029ff2ee97393",
      "text": "Cillum eiusmod qui exercitation voluptate incididunt id in ipsum esse irure dolore. Ipsum magna nisi laborum tempor elit aliquip adipisicing amet tempor. Non elit reprehenderit proident aliquip eiusmod elit dolore consectetur mollit Lorem officia ut reprehenderit enim. In ut eu incididunt id et sunt incididunt ex exercitation non eiusmod et non veniam. Eiusmod dolor irure ea et et dolor laborum tempor reprehenderit.",
      "user": {
        "fullname": "Emilia Gamble",
        "username": "Strickland",
        "avatarUrl": "https://source.unsplash.com/random/100*100?3"
      }
    },
    {
      "_id": "5f847bc2a333257e007e58da",
      "text": "Enim sunt minim dolore ad consectetur anim sunt velit aute ipsum mollit adipisicing nulla aliqua. Excepteur fugiat duis cillum ex commodo elit velit eu. Esse magna laborum eiusmod ex nisi duis. Eu mollit enim ut eu Lorem aute quis voluptate ipsum officia elit non. Et officia officia exercitation amet quis duis do eu reprehenderit minim.",
      "user": {
        "fullname": "Madeline Merritt",
        "username": "Marsh",
        "avatarUrl": "https://source.unsplash.com/random/100*100?2"
      }
    },
    {
      "_id": "5f847bc25391510d7ec7d15c",
      "text": "Consectetur do elit exercitation laborum. Quis labore id deserunt anim commodo cupidatat. Nisi voluptate tempor magna culpa veniam officia. Do amet nisi anim fugiat ut duis consequat dolor non sit mollit esse. Aute cupidatat cupidatat Lorem reprehenderit in aliqua non labore ullamco ad esse.",
      "user": {
        "fullname": "Alissa Oliver",
        "username": "Castillo",
        "avatarUrl": "https://source.unsplash.com/random/100*100?5"
      }
    },
    {
      "_id": "5f847bc27e16ceecab98a459",
      "text": "Nisi id et anim culpa aliqua Lorem occaecat pariatur aliqua veniam. Labore aliqua officia ea dolor elit nulla quis et. Nostrud excepteur deserunt irure sint. Anim mollit voluptate non dolor. Id culpa eu irure consectetur pariatur elit minim consequat.",
      "user": {
        "fullname": "Gaines Simpson",
        "username": "Rivera",
        "avatarUrl": "https://source.unsplash.com/random/100*100?1"
      }
    },
    {
      "_id": "5f847bc2f7af1b51398a68dc",
      "text": "Magna culpa non non tempor veniam proident occaecat magna nulla magna proident dolor. Excepteur sunt nulla anim sint ex excepteur cillum nisi minim veniam. Ut deserunt minim pariatur incididunt quis. Aliquip nostrud ad dolore ex exercitation sunt ad. Deserunt labore eu velit reprehenderit nisi elit ullamco velit elit aute laboris enim laboris.",
      "user": {
        "fullname": "Sears Maddox",
        "username": "Mcknight",
        "avatarUrl": "https://source.unsplash.com/random/100*100?2"
      }
    },
    {
      "_id": "5f847bc2d4f4c3e2eb72adca",
      "text": "Nisi tempor dolor est nulla tempor nostrud sint reprehenderit. Lorem sunt officia veniam aliqua consectetur aliqua et aute sit excepteur ut. Dolore occaecat anim dolore duis dolor ea cupidatat. Ad qui ullamco tempor ea nisi quis amet laborum nisi esse reprehenderit nisi eu duis. Minim adipisicing enim exercitation ut.",
      "user": {
        "fullname": "Foley Holt",
        "username": "Adkins",
        "avatarUrl": "https://source.unsplash.com/random/100*100?2"
      }
    }
  ],
  "tags": [
    {
      "name": "#Ukraine", "count": 1611, "_id": "12er3re3t"
    },
    {
      "name": "#Sport", "count":  234, "_id" : "12235r5"
    },
    {
      "name": "#Kyiv", "count":  111, "_id": "12sdt3"
    }
  ],
  "users": [
    {
      "fullname": "Elaine Steele",
      "username": "Mathews",
      "avatarUrl": "https://source.unsplash.com/random/100*100?5"
    },
    {
      "fullname": "Sears Maddox",
      "username": "Mcknight",
      "avatarUrl": "https://source.unsplash.com/random/100*100?2"
    },
    {
      "fullname": "Alissa Oliver",
      "username": "Castillo",
      "avatarUrl": "https://source.unsplash.com/random/100*100?5"
    }
  ],
  "user": {
    "_id": "5f847bc25e3d302ce463bdeb",
    "fullname": "Victor Parenyuk",
    "username": "Sauber",
    "avatarUrl": "https://images.unsplash.com/photo-1452697620382-f6543ead73b5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80"
  }
}
